INSERT INTO Machines (Name, Type, CommissionDate, DecommissionDate)
VALUES 
('Станок1', 'Токарный', '2020-01-01', NULL),
('Станок2', 'Фрезерный', '2020-02-01', NULL),
('Станок3', 'Шлифовальный', '2020-03-01', '2024-03-01'),
('Станок4', 'Расточной', '2020-04-01', NULL),
('Станок5', 'Сверлильный', '2020-05-01', '2024-05-01'),
('Станок6', 'Токарный', '2020-06-01', NULL),
('Станок7', 'Фрезерный', '2020-07-01', '2024-07-01'),
('Станок8', 'Шлифовальный', '2020-08-01', NULL),
('Станок9', 'Расточной', '2020-09-01', '2024-09-01'),
('Станок10', 'Сверлильный', '2020-10-01', NULL),
('Станок11', 'Токарный', '2020-11-01', '2024-11-01'),
('Станок12', 'Фрезерный', '2020-12-01', NULL),
('Станок13', 'Шлифовальный', '2021-01-01', '2024-01-01'),
('Станок14', 'Расточной', '2021-02-01', NULL),
('Станок15', 'Сверлильный', '2021-03-01', '2024-03-01');
