INSERT INTO Parts (Name, Type, Material, Weight)
VALUES 
('Кардан', 'Вал', 'Сталь', 1.5),
('Шестерня', 'Зубчатое колесо', 'Алюминий', 0.5),
('Болт', 'Крепеж', 'Бронза', 0.05),
('Гайка', 'Крепеж', 'Сталь', 0.03),
('Подшипник', 'Деталь машины', 'Сталь', 0.2),
('Ремень', 'Передача', 'Резина', 0.1),
('Цепь', 'Передача', 'Сталь', 1.0),
('Втулка', 'Деталь машины', 'Бронза', 0.4),
('Шпонка', 'Крепеж', 'Сталь', 0.02),
('Шкив', 'Передача', 'Алюминий', 0.8),
('Винт', 'Крепеж', 'Сталь', 0.01),
('Шарнир', 'Деталь машины', 'Сталь', 0.3),
('Сальник', 'Деталь машины', 'Резина', 0.05),
('Кольцо', 'Крепеж', 'Сталь', 0.02),
('Прокладка', 'Деталь машины', 'Резина', 0.01);
