INSERT INTO Parts (Name, Type, MaterialID, Weight)
VALUES 
('Кардан', 'Вал', 1, 1.5),
('Шестерня', 'Зубчатое колесо', 2, 0.5),
('Болт', 'Крепеж', 3, 0.05),
('Гайка', 'Крепеж', 4, 0.03),
('Подшипник', 'Деталь машины', 5, 0.2),
('Ремень', 'Передача', 1, 0.1),
('Цепь', 'Передача', 2, 1.0),
('Втулка', 'Деталь машины', 3, 0.4),
('Шпонка', 'Крепеж', 4, 0.02),
('Шкив', 'Передача', 5, 0.8),
('Винт', 'Крепеж', 1, 0.01),
('Шарнир', 'Деталь машины', 2, 0.3),
('Сальник', 'Деталь машины', 3, 0.05),
('Кольцо', 'Крепеж', 4, 0.02),
('Прокладка', 'Деталь машины', 4, 0.01);
