INSERT INTO Recipient (Name, Address, ContactPerson, Phone)
VALUES 
('ООО Иван', 'Королева 28а', 'Иван', '+79999999999'),
('ОАО Петр', 'Ленина 15', 'Петр', '+79999999999'),
('ОАО Сергей', 'Мира 20', 'Сергей', '+79999999999'),
('ОАО Анна', 'Пушкина 10', 'Анна', '+79999999999'),
('ООО Ольга', 'Гагарина 5', 'Ольга', '+79999999999'),
('ООО Николай', 'Космонавтов 30', 'Николай', '+79999999999'),
('ООО Мария', 'Советская 40', 'Мария', '+79999999999'),
('ЗАО Алексей', 'Жукова 50', 'Алексей', '+79999999999'),
('ЗАО Татьяна', 'Кирова 60', 'Татьяна', '+79999999999'),
('ООО Владимир', 'Чкалова 70', 'Владимир', '+79999999999'),
('ООО Елена', 'Шолохова 80', 'Елена', '+79999999999'),
('ООО Дмитрий', 'Гоголя 90', 'Дмитрий', '+79999999999'),
('ЗАО Наталья', 'Толстого 100', 'Наталья', '+79999999999'),
('ООО Андрей', 'Чехова 110', 'Андрей', '+79999999999'),
('ОАО Ирина', 'Достоевского 120', 'Ирина', '+79999999999');
